Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/gratulerer-med-verdens-urfolksdag.html.tmx
Source language: nob
Languages: sme

source: Gratulerer med verdens urfolksdag
sme: Ollu lihkku riikkaidgaskasaš álgoálbmotbeivviin

source: Lykkeønskninger fra fungerende sametingspresident i forbindelse med FNs internasjonale urfolksdag 9. august.
sme: Dá lea doaibmi sámediggepresideantta lihkkosávaldagat ON riikkaidgaskasaš álgoálbmotbeaivvi oktavuođas, borgemánu 9. beaivvi.

source: Gratulerer med dagen, våre urfolkssøstre og brødre fra hele verden.
sme: Sávan ollu lihku beivviin min álgoálbmotoappáide ja -vieljaide miehtá máilmmi.

source: I dag markerer vi FNs internasjonale urfolksdag, som i år fokuserer på urfolkspråk.
sme: Odne čalmmustahttit ON riikkaidgaskasaš álgoálbmotbeaivvi, mas dán jagi fuomášuhttit álgoálbmotgielaid.

source: FN har i 2019 også valgt å synliggjøre dette temaet gjennom markeringen av det internasjonale urfolksspråkåret – IYIL 2019, som skal sette fokus på situasjonen for urfolksspråk globalt.
sme: ON lea 2019:s válljen deattuhit dán fáttá maiddái riikkaidgaskasaš álgoálbmotgiellajagi oktavuođas – IYIL 2019 – man ulbmilin lea oainnusmahttit eamiálbmotgielaid miehtá máilmmi.

source: FNs internasjonale urfolksdag har blitt feiret siden 1995, og er en viktig dag der vi uttrykker vår respekt og solidaritet for verdens 370 millioner urfolk.
sme: ON riikkaidgaskasaš álgoálbmotbeaivi lea ávvuduvvon 1995 rájes, ja lea dehálaš beaivi mainna mii gudnejahttit ja dovddahit oktiigullevašvuođa máilmmi 370 miljovnna álgoálbmogii.

source: I store deler av verden hører urfolk til noen av de mest marginaliserte grupper, både økonomisk, sosialt, kulturelt, politisk eller språklig sett, for å nevne noen.
sme: Stuorra osiin miehtá máilmmi gullet álgoálbmogat daid buot eanemusat eretduvdojuvvon dahje marginaliserejuvvon joavkkuide, sihke ekonomalaččat, sosiálalaččat, kultuvrralaččat, politihkalaččat dahje gielalaččat.

source: Sametinget er opptatt av at urfolk skal ha like rettigheter og muligheter som den øvrige befolkningen i en stat og at staten implementerer urfolks rettigheter.
sme: Sámediggi háliida ahte álgoálbmogiin leat seamma rievttit ja vejolašvuođat go muđui stáhtaid álbmogiin, ja ahte stáhtat implementerejit eamiálbmogiid rivttiid.

source: Dessverre ser vi fortsatt eksempler på at urfolksrettens minstestandarder ikke er oppfylt av myndighetene.
sme: Dađi bahábut vásihit mii velge ahte eiseválddit eai ollašuhte eamiálbmotrivttiid unnimus gáibádusaid.

source: I Norge er det for eksempel ikke oppnådd reell likestilling mellom de samiske språkene og det norske språket.
sme: Norggas eat leat ovdamearkka dihtii olahan duohta dásseárvvu sámegielaid ja dárogiela gaskka.

source: Selv om det samiske folk på mange måter har nådd lenger i sin rettighetskamp enn andre urfolk, så deler vi fortsatt mange av de samme utfordringene.
sme: Vaikke sámi álbmot lea máŋgga oktavuođas olahan guhkkelii sin riekteáššiin go eará álgoálbmogat, de leat mis liikká seamma hástalusat máŋgga áššis.

source: De samiske språkene er sårbare i likhet med andre urfolksspråk, der mange i dag er utrydningstruet.
sme: Sámegielat leat áitatvuloš gielat nugo earáge álgoálbmotgielat, main ollu gielat leat jávkamin.

source: Vi vet hvordan det føles å alltid måtte hevde sin rett til å snakke sitt eget morsmål, å hevde sin rett til å bli forstått av omverden, å kunne lære sitt eget språk eller for den saks skyld;
sme: Mii dovdat dan dili mas olmmoš álo gártá bealuštit eatnigiela geavaheami, bealuštit iežas rievtti áddejuvvot birrasis, beassat oahppat iežas giela, ja maiddái doallat suohttasa dahje beassat oasálastit iežas gillii.

source: Vi vet også hvordan tap av språk i en generasjon kan føre til en språksorg i påfølgende generasjoner.
sme: Mii dovdat maiddái mo giela massin buktá giellamorraša čuovvovaš buolvvaide.

source: Den statlige fornorskningspolitikken gjorde at det samiske språket gikk tapt for veldig mange samer, og med det forsvant også identitet, tilhørighet, selvfølelse.
sme: Stáhtaid dáruiduhttinpolitihkka dagahii ahte ollu sápmelaččat masse gielaset, ja nu maiddái identitehtaset, gullevašvuođaset ja iešdovdduset.

source: Vi vet at slike traumer kan arves for mange lever med det i dag.
sme: Mii diehtit maiddái ahte traumat čuvvot árbbi, go máŋggas ellet dakkár dilis odne.

source: Det er viktig at Sametinget fortsatt går foran og viser solidaritet med andre urfolk, blant annet fordi vi vet hvor tøft det er å stå alene om slike utfordringer.
sme: Lea dehálaš ahte Sámediggi lea ovdavázzin ja čájeha oktiigullevašvuođa eará álgoálbmogiidda, earret eará danin go mii diehtit man lossat lea leat okto dakkár hástalusain.

source: Vårt solidaritetsarbeid for andre urfolk kommer også til uttrykk i vårt internasjonale arbeid, der vi er opptatt av å styrke rammeverk for verdens urfolk og å fremme respekt for universelle menneskerettigheter, grunnleggende frihet for alle og likestilling.
sme: Min solidaritehtabarggut eará álgoálbmogiidda oidnojit maiddái min riikkaidgaskasaš bargguin, main mis lea ulbmilin nannet máilmmi eamiálbmogiid rámmavuogádaga ja bargat nu, ahte universála olmmošvuoigatvuođat, friddjavuohta buohkaide ja dásseárvu gudnejahttojuvvojit.

source: De samme prinsippene er viktige i vårt språkarbeid der vårt hovedmål er at samisk og norsk skal likestilles.
sme: Dát prinsihpat leat dehálaččat min giellabarggus, mas váldoulbmilin lea oažžut sámegielaid ja dárogiela dásseárvosažžan.

source: Det betyr at den samiske befolkningen skal ha den samme rettigheten og muligheten til å bruke de samiske språkene, de samme utviklingsmulighetene og likeverdige tjenester.
sme: Dát mearkkaša ahte sámi álbmogis lea seamma riekti ja vejolašvuohta geavahit sámegielaid, seamma ovdánanvejolašvuođat ja dásseárvosaš bálvalusat.

source: Det er viktig å sikre at våre barn og unge lærer språket, og at de kan både bevare og utvikle språket sitt.
sme: Lea dehálaš sihkkarastit ahte min mánát ja nuorat ohppet giela, ja ahte sii besset doalahit ja ovdánahttit gielaset.

source: Det handler om å gi språket de aller beste forutsetningene for å vokse.
sme: Lea namalassii sáhka fállat buoremus eavttuid giela stuorrumii.

source: Det samiske samfunnet står for en stor andel av disse, men vi behøver hjelp fra storsamfunnet og verdenssamfunnet, private så vel som offentlige aktører, som kan gi rom til våre urfolksspråk.
sme: Sámi álbmot bargá dáiguin áššiiguin, muhto mii dárbbašit veahki stuorraservodagas ja máilmmiservodagas, sihke priváhta ja almmolaš aktevrrain, addin dihtii saji min eamiálbmotgielaide.

source: I sommer offentliggjorde vi at Walt Disney Animation Studios kommer med en nordsamisk versjon av den kommende storfilmen Frost 2 i slutten av 2019.
sme: Geasset almmuheimmet ahte Walt Disney Animation Studiosa filbma Frozen 2, mii almmustuvvá 2019 loahpas, almmustuvvá maiddái davvisámegillii.

source: Dette er et resultat av et samarbeid mellom sametingene i Norge, Finland og Sverige, Samerådet og filmskaperne, og noe som vi er svært stolte over.
sme: Dát lea boađus Norgga, Suoma ja Ruoŧa sámedikkiid, Sámeráđi ja filbmadahkkiid ovttasbarggus, ja dáinna mii leat hui čeavlát.

source: Det har en stor verdi for oss og for våre barn at deres superheltinner snakker samisk.
sme: Lea stuorra árvu sihke midjiide ja min mánáide go mánáid supersáŋgárat sámástit.

source: Store multinasjonale selskaper har musklene til å synliggjøre og vitalisere truede urfolksspråk.
sme: Stuorra riikkaidrasttideaddji fitnodagain lea fápmu čalmmustahttit ja vitaliseret áitatvuloš gielaid.

source: Walt Disney Animation Studios viser at det også er en vilje, og vi håper at flere vil følge etter.
sme: Walt Disney Animation Studios čájeha ahte dát lea áigumuššan, ja mii sávvat ahte eambbosat čuovvulit.

source: Jeg vil tilslutt ønske alle til lykke med markeringen av verdens urfolksdag.
sme: Loahpas háliidan sávvat buohkaide lihku máilmmi álgoálbmotbeaivvi ávvudemiin.

source: Mikkel Eskil Mikkelsen, fungerende president
sme: Mikkel Eskil Mikkelsen, doaibmi presideanta
